app/Views/template/header_v.php

}
$icon = "";
$nama = "";
$identity = $this->db->table("identity")->get();
---
SELECT *
FROM `identity`