app/Models/transaction/fabricsd_m.php

INSERT INTO `fabricsd` (`fabricsd_type`, `fabricsd_date`, `fabricsd_yard`, `fabricsd_bale`, `fabrics_id`) VALUES ('IN', '2025-06-07', '200', '25', '6')
---
            }

            $builder = $this->db->table('fabricsd');
            $builder->insert($input);